$lang['en'] += array(
	//Merchants
	'merchants.instant' => 'تلق الثمن فورًا',
	'merchants.instant_desc' => 'معالجة المعاملات عبر بِيركُيِن فوريةٌ تقريبًا، سيتحقق متصفح سلسلة الكتل من المبالغ المسددة إليك فورًا.',
	'merchants.no_chargebacks' => 'سدادٌ نهائي',
	'merchants.no_chargebacks_desc' => 'فور أن تؤكد الشبكة سداد المبلغ إليك، فهو مؤمنٌ بتقنيات التعمية الفضلى، مما يجعل من المحال استرداد المبلغ منك مرة أخرى.',
	'merchants.no_transaction_fees' => 'تخلص من رسوم المعاملات الباهظة.',
	'merchants.no_transaction_fees_desc' => 'للسداد على زبائنك أن يدفعوا رسمًا قيمته 0.01 بِيركُيِن. أما أنت كتاجر فلا تتحمل أي نفقات.',

);