$lang['en'] += array(
	//Merchants
	'merchants.instant' => 'Πληρωθείτε αμέσως',
	'merchants.instant_desc' => 'Οι συναλλαγές επεξεργάζονται σχεδόν αμέσως μέσω της blockchain τεχνολογίας. Ένας εξερευνητής μπλοκ επαληθεύει αμέσως μια εισερχόμενη πληρωμή.',
	'merchants.no_chargebacks' => 'Αποφύγετε την αντιστροφή των χρεώσεων',
	'merchants.no_chargebacks_desc' => 'Μόλις η πληρωμή επιβεβαιωθεί από το δίκτυο, είναι εξασφαλισμένη με παγκόσμιας κλάσης κρυπτογραφία, καθιστώντας αδύνατο για τον πελάτη να αντιστραφεί.',
	'merchants.no_transaction_fees' => 'Μειώστε τις προμήθειες συναλλαγών',
	'merchants.no_transaction_fees_desc' => 'Για να πραγματοποιήσετε μια πληρωμή, κάθε αποστολέας πληρώνει προμήθεια μόλις 0,01 Peercoin. Ως έμπορος, δεν πληρώνετε απολύτως τίποτα.',

);