$lang['en'] += array(
	//Merchants
	'merchants.instant' => 'तुरन्त भुगतान पाइए',
	'merchants.instant_desc' => 'लेनदेन Peercoin के blockchain अर्थात् ब्लॉकश्रृंखला प्रौद्योगिकी के माध्यम से लगभग तुरंत कार्रवाई की जाती है | एक ब्लॉक अन्वेषक तुरन्त एक आने वाली भुगतान की पुष्टि करती है |',
	'merchants.no_chargebacks' => 'chargebacks अर्थात रद्द भुगतान से बचें',
	'merchants.no_chargebacks_desc' => 'एक भुगतान की नेटवर्क से पुष्टि हो जाने के बाद, इसको ग्राहक द्वारा रद्द करना असंभव है, क्योंकि यह विश्वस्तरीय क्रिप्टोग्राफ़ी द्वारा सुरक्षित है |',
	'merchants.no_transaction_fees' => 'लेनदेन शुल्क से छुटकारा पाइए',
	'merchants.no_transaction_fees_desc' => 'भुगतान करने के लिए, प्रत्येक प्रेषक सिर्फ 0.01 Peercoin का एक शुल्क का भुगतान करता है | एक व्यापारी होने के नाते, आपको बिल्कुल कुछ भी नहीं देना पड़ेगा |',

);