$lang['en'] += array(
	//Merchants
	'merchants.instant' => 'Получай деньги мгновенно',
	'merchants.instant_desc' => 'Все операции обрабатываются практически мгновенно с помощью технологии цепочек блоков Peercoin. Исследователь блоков мгновенно проверяет входящий платеж. ',
	'merchants.no_chargebacks' => 'Никаких возвратных платежей',
	'merchants.no_chargebacks_desc' => 'Как только платеж подтвержден сетью, он защищается шифрование мирового класса, что делает невозможным для клиента отозвать платеж. ',
	'merchants.no_transaction_fees' => 'Уменьшайте операционные комиссии',
	'merchants.no_transaction_fees_desc' => 'Чтобы совершить платеж, каждый покупатель платит комиссию в размере 0.01 Peercoin. Как торговец, вы не платите абсолютно ничего. ',

);