$lang['en'] += array(
	// Mining
	'mining.compatible_with_bitcoin' => 'متوافق مع بِتكُيِن',
	'mining.compatible_with_bitcoin_desc' => 'بِيركُيِن يستخدم خوارزمية التنقيب المستخدمة ببِتكُيِن، أو SHA-256. أي عتادٍ يعمل على شبكة بِتكُيِن يمكن أن يستخدم أيضًا للتنقيب عن بِيركُيِن.',
	'mining.fair_distribution' => 'توزيعٌ عادل',
	'mining.fair_distribution_desc' => 'يستخدم التنقيب بإثبات العمل لتوزيع العملات الجديدة، في حين أن تأمين الشبكة يعتمد كليًا على إثبات الرهن. هذا يعني أن ثغرات التنقيب ببِتكُيِن لا تؤثر على أمان شبكة بِيركُيِن.',
	'mining.sustainable_reward' => 'أجرٌ مستدام',
	'mining.sustainable_reward_desc' => 'أجر التنقيب عن الكتلة الواحدة يتناقص تدريجيًا كلما زادت القوة الحاسوبية للشبكة. بذلك يتناقص تأثير التنقيب على نمو العرض النقدي لبيِركُيِن',
);