$lang['en'] += array(
	//Exchanges
	'exchanges.what_are' => 'ما هي البُرصة؟',
	'exchanges.what_are_desc' => '<b>البورصات</b> عادة ما تتيح لك تداول العملات الحكومية كالدولار واليورو، كذلك لتشتري أو تبيع بِيركُيِن هناك بُرصات مماثلة لتسهِّل التداول بين بِيركُيِن والعملات الأخرى مثل بِتكُيِن.',
	'exchanges.buy_sell' => 'إصدار أمرٍ بالبيع أو الشراء',
	'exchanges.buy_sell_desc' => 'التداول يبدأ بإصدار أمرٍ بالبيع أو الشراء. أصدر <b>أمرًا بالشراء</b> لطلب كمية معينة من بِيركُيِن بسعرٍ محدد. أصدر <b>أمرًا بالبيع</b> لعرض عملات بِيركُيِن للبيع. عندما يتطابق السعر المحدد بأمرين أحدهما للبيع والآخر للشراء، يتم التداول تلقائيًا، وتحوّل العملات المتداولة لحسابي طرفي التداول. <b>أمر السوق</b> هو أمرٌ فوري بالبيع أو الشراء بالسعر المتاح بالسوق.',
	'exchanges.fees' => 'الرسوم',
	'exchanges.fees_desc' => 'مع كل تداول، تتقاضى البورصة نسبة صغيرة من العملات المتداولة لقاء تسهيل المعاملات. فيما يعرف <b>برسم التداول</b>. بعض البورصات تفرض أيضًا <b>رَسْمُ سحبٍ</b> حينما تسحب عملاتك الجديدة من البورصة لمحفظتك الخاصة.',
	'exchanges.choosing' => '<b>Find a Peercoin exchange using <a href="http://coinmarketcap.com/currencies/peercoin/#markets">CoinMarketCap</a></b>',
	'exchanges.disclaimer' => 'تذكير: احرص على سحب عملاتك من البورصة بعد شرائها. حفظهم في محفظتك الخاصة أكثر أمانًا ويسمح لك بالحصول على أجر السَك المقدر ب 1&#37; من عملاتك المرهونة.',
	'exchanges.location' => 'المكان',
	'exchanges.notes' => 'ملاحظات',
	'exchanges.visit' => 'زُر',
);
