$lang['en'] += array(
	//Exchanges
	'exchanges.what_are' => 'Τι είναι ένα ανταλλακτήριο;',
	'exchanges.what_are_desc' => 'Το <b> Ανταλλακτήριο </b> σας επιτρέπει να χρησιμοποιείτε τα κλασικά νομίσματά σας, όπως το δολάριο ή το ευρώ, ώστε να αγοράζετε και να πουλάτε Peercoins. Τα Ανταλλακτήρια διευκολύνουν επίσης τις ανταλλαγές μεταξύ peercoins και άλλων κρυπτονομισμάτων όπως το Bitcoin.',
	'exchanges.buy_sell' => 'Εντολή αγοράς ή πώλησης',
	'exchanges.buy_sell_desc' => 'Οι ανταλλαγές ξεκινούν με τις εντολές αγοράς και πώλησης. Δημιουργήστε μια <b> εντολή αγοράς </b> για να ζητήσετε ένα συγκεκριμένο ποσό Peercoins σε μια συγκεκριμένη τιμή. Δημιουργήστε μια <b>εντολή πώλησης </b> για να πουλήσετε Peercoins. Όταν διαφορετικές εντολές αλληλεπικαλύπτονται σε τιμή, οι ανταλλαγές ολοκληρώνονται αυτόματα και οι λογαριασμοί των δύο μερών πιστώνονται με τα νομίσματα που ανταλλάσονται. Η <b> Τρέχουσα Εντολή Αγοράς </b> πραγματοποιείται άμεσα στην τρέχουσα διαθέσιμη τιμή.',
	'exchanges.fees' => 'Χρεώσεις',
	'exchanges.fees_desc' => 'Κάθε φορά που πραγματοποιείται μια συναλλαγή, μια μικρή χρέωση κρατιέται από το ανταλλακτήριο για τη διευκόλυνση της συναλλαγής. Αυτό είναι γνωστό ως <b> Χρέωση Συναλλαγής </b>. Ορισμένα ανταλλακτήρια χρεώνουν επίσης μια <b> Χρέωση Απόσυρσης</b> όταν αποσύρετε το νέο σας νόμισμα από το ανταλλακτήριο .',
	'exchanges.choosing' => '<b>Find a Peercoin exchange using <a href="http://coinmarketcap.com/currencies/peercoin/#markets">CoinMarketCap</a></b>',
	'exchanges.disclaimer' => 'Υπενθύμιση: Να αποσύρετε τα Peercoins σας από το ανταλλακτήριο μετά την αγορά τους. Η αποθήκευση των νομισμάτων στο δικό σας πορτοφόλι είναι πιο ασφαλής και θα σας δίνει ένα 1&#37; ως minting ανταμοιβή.',
	'exchanges.location' => 'Περιοχή',
	'exchanges.notes' => 'Σημειώσεις',
	'exchanges.visit' => 'Visit',
);
