$lang['en'] += array(
	//Exchanges
	'exchanges.what_are' => 'विनिमय केंद्र क्या होता है ?',
	'exchanges.what_are_desc' => 'अपनी सरकार समर्थित मुद्रा के इस्तेमाल करके, जैसे कि अमरीकी डॉलर या यूरो, Peercoins खरीदने और बेचने की सहायता विनिमय केन्द्रों करते हैं | विनिमय केन्द्रों में peercoins और अन्य cryptocurrencies, यथा Bitcoin, के बीच व्यापार की सुविधा उपलब्ध होता है |',
	'exchanges.buy_sell' => 'आर्डर देने की प्रणाली',
	'exchanges.buy_sell_desc' => 'खरीदने और बेचने के आर्डर देने के बाद व्यापारों शुरू होते हैं | एक विशिष्ट मूल्य के लिए Peercoins की एक निश्चित राशि का अनुरोध करने के लिए एक <b>खरीद ऑर्डर</b> बनाएँ | Peercoins बेचने की पेशकश करने के लिए एक <b>बेच आर्डर</b> बनाएँ | विभिन्न ऑर्डरों के कीमत में अधिव्यापन होने पर व्यापार स्वचालित रूप से पूरा होता है, और दोनों दलों के खातों में वे कारोबार के मुद्राओं का श्रेय जाता है |',
	'exchanges.fees' => 'शुल्क',
	'exchanges.fees_desc' => 'जब भी एक व्यापार होती है, एक छोटा सा प्रतिशत लेनदेन को सुविधाजनक बनाने के लिए विनिमय केंद्र द्वारा लिया जाता है | इसे <b>व्यापार शुल्क</b> के रूप में जाना जाता है | जब आप विनिमय केंद्र से अपनी नई सिक्के प्रत्याहृत करते हैं कुछ विनिमय केन्द्रों तब <b>निकासी शुल्क</b> भी चार्ज करते हैं |',
	'exchanges.choosing' => '<b>Find a Peercoin exchange using <a href="http://coinmarketcap.com/currencies/peercoin/#markets">CoinMarketCap</a></b>',
	'exchanges.disclaimer' => 'अनुस्मारक: विनिमय केंद्र से Peercoins खरीदने के बाद उन्हें सुनिश्चित रूप से प्रत्याहृत करें | अपने खुद के बटुए में मुद्राएं भंडारण अधिक सुरक्षित है और यह आपको Peercoin का 1&#37; मुद्रांकन पुरस्कार के लिए पात्र बनाती है |',
	'exchanges.location' => 'स्थिति',
	'exchanges.notes' => 'नोट्स',
	'exchanges.visit' => 'दर्शन करें',
);
