$lang['en'] += array(
	//Exchanges
	'exchanges.what_are' => 'Что такое биржа?',
	'exchanges.what_are_desc' => '<b>Биржи</b> позволяют вам торговать официальными валютами, такими как Доллар и Евро, для того, чтобы купить или продать Peercoins. Биржи так же содействуют торговле между peercoins и другими криптовалютами, таких, как Bitcoin.',
	'exchanges.buy_sell' => 'Выставление ордера',
	'exchanges.buy_sell_desc' => 'Торги начинаются с выставления ордера на покупку или продажу. Создайте <b>Ордер на покупку</b> чтобы запросить определенное количество Peercoin по конкретной цене. Создайте <b>Ордер на продажу</b> чтобы предложить продать Peercoin. Когда разные ордеры сходятся в цене, автоматически завершается торг, и на аккаунты обоих участников зачисляются валюты, которыми они торговали. <b>Рыночный ордер</b> будет сразу же торговаться по цене, которая доступна в данный момент. ',
	'exchanges.fees' => 'Комиссии',
	'exchanges.fees_desc' => 'Каждый раз, когда происходит торг, небольшой процент забирается биржей за проведение транзакции. Этот процесс известен, как <b>Торговые комиссии</b>. Некоторые биржи взимают <b>Комиссии за вывод средств</b>, когда Вы выводите свою новую валюту с биржи. ',
	'exchanges.choosing' => '<b>Find a Peercoin exchange using <a href="http://coinmarketcap.com/currencies/peercoin/#markets">CoinMarketCap</a></b>',
	'exchanges.disclaimer' => 'Напоминание: удостоверьтесь, что Вы вывели Ваши Peercoin с биржи после покупки. Хранение монет в Вашем собственном кошельке гораздо более безопасно, а так же дает Вам право на 1&#37; вознаграждения за создание монет Peercoin.',
	'exchanges.location' => 'Месторасположение',
	'exchanges.notes' => 'Примечания',
	'exchanges.visit' => 'Посетить',
);
