$lang['en'] += array(
	'mintguide.title' => 'اتبع إرشادات الدليل المقابل للمحفظة التي تستخدمها لتبدأ السَك!',
	'mintguide.qt_step1' => 'تأكد من تعمية محفظتك بعبارة سرية مناسبة. اكتبها على ورقة واحفظها بمكانٍ آمن؛ إن فقدت هذه العبارة أو نسيتها ستخسر عملاتك. ستجد أمر التعمية بالمحفظة الأصلية بقائمة الإعدادات.',
	'mintguide.qt_step2' => 'لبدء السَك, اذهب إلى قائمة المساعدة، ثم نافذة التنقيح، ثم الملقِّن وأدخل: <br><kbd>walletpassphrase abc 999999 true</kbd><br> واستبدل "abc" بعبارتك السرية و "999999" بالمدة الذي تود أن تباشر خلاله السَك مقاسةً بالثواني. يمكنك تحديد أي مدة زمنية تشاء لكنه من الأسهل أن تختار رقمًا كبيرًا ليستمر السَك أطول ما يمكن، إن كانت عبارتك السرية تحتوي مسافات فأحطها بعلامتي تنصيص.',
	'mintguide.qt_step3' => 'امح عبارتك السرية عبر كبس Ctrl-L.',
	'mintguide.qt_step4' => 'يمكنك التحقق من مباشرة عملاتك للسَك بملاحظة رمز القُفل بالزاوية اليمنى أسفل النافذة، تأكد من استحالته مفتوحًا. إن حُمت فوق الرمز يجب أن يفيد بأن "المحفظة معمّاة ولا تجيز سوى سَك الكتل".',
	'mintguide.peerunity' => 'Peerunity is a client developed by the Peercoin community. It has more features than the standard Peercoin v0.4 client, and also has an easier method for minting. It is available for Windows, Linux, and OS X. You can download it here and view the launch thread <a href="https://talk.peercoin.net/t/peerunity-v0-1-0-released-for-windows-linux-os-x/2455">here</a>.',
	'mintguide.peerunity_step1' => 'تأكد من تعمية محفظتك بعبارة سرية مناسبة. اكتبها على ورقة واحفظها بمكانٍ آمن؛ إن فقدت هذه العبارة أو نسيتها ستخسر عملاتك. ستجد أمر التعمية بمحفظة بِيريُنِتِي بقائمة الإعدادات.',
	'mintguide.peerunity_step2' => 'لبدء السَك، ما عليك سوى الضغط على "أجِز السَك فقط" بقائمة الإعدادات ثم أدخل عبارتك السرية.',
	'mintguide.peerunity_step3' => 'يمكنك التحقق من مباشرة عملاتك للسَك بملاحظة رمز القُفل بالزاوية اليمنى أسفل النافذة، تأكد من استحالته مفتوحًا. إن حُمت فوق الرمز يجب أن يفيد بأن "المحفظة معمّاة ولا تجيز سوى سَك الكتل".',

);
