$lang['en'] += array(
	// Wallet
	'wallet.title' => 'المحافظ',
	'wallet.desc' => 'محفظة بِيركُيِن هي تطبيقٌ يُتسخدم لإدارة عملاتك وتبادلها مع الأخرين. هناك محفظتان لبِيركُين للحاسوب: بِيريُنِتِي والمحفظة الأصلية. ننصح عادة باستخدام بِيريُنِتِي. للمزيد من المعلومات حول استخدام برمجية محفظتك، زر صفحة <a href="newcomers">القادمين الجدد</a>.',
	'wallet.peerunity' => 'بِيريُنِتِي (ننصح به)',
	'wallet.peerunity_desc' => 'بِيريُنِتي يطورها مجتمع بِيركُيِن وتحتوي على خصائص أكثر من المحفظة الأصلية، كالسَك المباشر وتحديد العملات.  ستحتوي الإصدارات المستقبلية على تصميم جديد للوحة التحكم ودمجٍ لبِيرشيرز ولسانٌ خاص للسَك.',
	'wallet.peercoinqt' => 'بيِركُيِن - كيو.تي (البروتوكول الجوهري)',
	'wallet.peercoinqt_desc' => 'بِيركُيِن-كيو.تي هو البروتوكول الجوهري لبِيركُيِن، طوّره ويُصونه صَني كِنج. ولا يُحدّث إلا للضرورة.',
	'wallet.paper_wallet' => 'محفظة ورقية',
	'wallet.paper_wallet_desc' => 'المحفظة الورقية لا تتصل بالشبكة أبدًا، تُطبع على الورق لتحفظ بمكانٍ آمن. استخدم محفظةً ورقية إن كنت تريد تأمين عملاتك وتنوي كنزَهم لفترة طويلة دون إنفاق.',
	'wallet.android_wallet' => 'محفظة أندرُيد',
	'wallet.android_wallet_desc' => 'تطبيق يمَكِّنُك من إدارة عملاتك بدون تحميل سلسلة الكتل بأكملها على هاتفك الذكي. يوفر هذا المساحة التخزينية لأجهزة أندرُيد ويتيح لك حمل عملاتك معك حيثما كنت. ',
	'wallet.download' => 'حمِّل',
	'wallet.visit_site' => 'زُر',
);
