$lang['en'] += array(
	// Wallet
	'wallet.title' => 'Πορτοφόλια',
	'wallet.desc' => 'Ένα Peercoin πορτοφόλι είναι μια εφαρμογή που χρησιμοποιείται για την αποθήκευση και συναλλαγή των Peercoins με άλλους χρήστες. Το Peercoin έχει δύο desktop πορτοφόλια: το Peerunity και το Peercoin-QT. Σας προτείνουμε το Peerunity. Για περισσότερες πληροφορίες σχετικά με το πώς να χρησιμοποιήσετε το πορτοφόλι σας, επισκεφθείτε τη σελίδα <a href="newcomers">για νέους χρήστες</a>.',
	'wallet.peerunity' => 'Peerunity (προτείνεται)',
	'wallet.peerunity_desc' => 'Το Peerunity έχει αναπτυχθεί από την κοινότητα Peercoin. Περιλαμβάνει περισσότερα χαρακτηριστικά από το βασικό πορτοφόλι, όπως το minting με ένα κλικ και τον έλεγχο νομισμάτων. Μελλοντικές εκδόσεις θα περιέχουν ένα επανασχεδιασμένο πίνακα ελέγχου, την ενσωμάτωση των Peershares και μια ειδική καρτέλα για Minting.',
	'wallet.peercoinqt' => 'Peercoin-QT<br>(core protocol)',
	'wallet.peercoinqt_desc' => 'Το Peercoin-QT είναι το βασικό πορτοφόλι, που φτιάχτηκε και διατηρείται από τον προγραμματιστή του Peercoin Sunny King. Λαμβάνει μόνο ενημερώσεις υψηλής προτεραιότητας.',
	'wallet.paper_wallet' => 'Χάρτινο πορτοφόλι',
	'wallet.paper_wallet_desc' => 'Ένα χάρτινο πορτοφόλι παραμένει εντελώς offline, τυπωμένο πάνω σε ένα κομμάτι χαρτί και φυλάσσεται. Χρησιμοποιήστε ένα χάρτινο πορτοφόλι αν θέλετε να περιορίσετε την πρόσβαση στα Peercoins σας και σχεδιάζετε να τα αποθηκεύσετε για μεγάλο χρονικό διάστημα.',
	'wallet.android_wallet' => 'Android Πορτοφόλι',
	'wallet.android_wallet_desc' => 'Ένα mobile πορτοφόλι Peercoin που σας επιτρέπει να διαχειριστείτε τα Peercoins σας χωρίς να μεταφέρετε ολόκληρο το blockchain στο κινητό σας τηλέφωνο. Σας εξοικονομεί πολύτιμο χώρο στην Android συσκευή σας και σας επιτρέπει να έχετε τα κέρματα σας μαζί, όπου κι αν βρίσκεστε.',
	'wallet.download' => 'Κατέβασμα',
	'wallet.visit_site' => 'Επισκεφτείτε',
);
