$lang['en'] += array(
	// Wallet
	'wallet.title' => 'बटुए',
	'wallet.desc' => '﻿एक Peercoin बटुआ ऐसा एक सॉफ्टवेयर प्रयोज्यता है जिसे Peercoins संचय करने के लिए और अन्य उपयोगकर्ताओं के साथ Peercoins लेनदेन करने के लिए उपयोग किया जाता है | Peercoin के लिए दो डेस्कटॉप बटुए उपलब्ध हैं: Peerunity और Peercoin-QT | हम अधिकांश उपयोगकर्ताओं के लिए Peerunity का उपयोग करने की सलाह देते हैं | अपने बटुए सॉफ्टवेयर का उपयोग करने के बारे में अधिक जानकारी के लिए, <a href="newcomers"> नवागंतुकों</a> पृष्ठ पर जाएं |',
	'wallet.peerunity' => 'Peerunity (संस्तुत)',
	'wallet.peerunity_desc' => ' Peercoin समुदाय द्वारा Peerunity विकसित है | इसमें अन्तर्भाग प्रोटोकॉल बटुआ परे सुविधाएँ उपलब्ध हैं जैसे की एक क्लिक मुद्रांकन और मुद्रा नियंत्रण | भविष्य के रिलीज़ में पुनर्रचित कंट्रोल पैनल, Peershares एकीकरण, और एक समर्पित मुद्रांकन टैब शामिल होंगे |',
	'wallet.peercoinqt' => 'Peercoin-QT (अन्तर्भाग प्रोटोकॉल)',
	'wallet.peercoinqt_desc' => 'Peercoin-QT Peercoin का अन्तर्भाग प्रोटोकॉल है, जो विकासक Sunny King द्वारा निर्मित और अनुरक्षित है | यह केवल उच्च प्राथमिकता अद्यतनीकरण प्राप्त करता है |',
	'wallet.paper_wallet' => 'कागज़ी बटुआ',
	'wallet.paper_wallet_desc' => 'एक कागज़ी बटुआ पूरी तरह से ऑफ़लाइन रहता है | यह बटुए को सुरक्षित रखने के लिए कागज के एक टुकड़े पर छपा जाता है | आप अपने Peercoins तक पहुँच को सीमित करने के लिए, और एक लंबी समय के लिए उन्हें संचय करने के लिए काग़ज़ी बटुआ का उपयोग करें |',
	'wallet.android_wallet' => 'एंड्रॉयड बटुआ',
	'wallet.android_wallet_desc' => 'एक मोबाइल Peercoin बटुआ  सम्पूर्ण ब्लॉकश्रृंखला डाउनलोड किए बिना अपने Peercoins का प्रबंधन करने की सुविधा देता है | इससे आपके एंड्राइड यन्त्र के कीमती भण्डारण स्थान में बचत होती है और आप अपने साथ कहीं पर भी अपने Peercoins ले सकते हैं |',
	'wallet.download' => 'डाउनलोड करें',
	'wallet.visit_site' => 'Visit',
);
