$lang['en'] += array(
	// Wallet
	'wallet.title' => 'Кошельки',
	'wallet.desc' => 'Кошелек Peercoin - приложение, используемое для хранения и проведения различных операций с другими пользователями. Peercoin имеет два кошелька для рабочего стола: Peerunity и Peercoin-QT. Мы рекомендуем Peerunity для большинства пользователей. Больше информации о том, как пользоваться программным обеспечением Вашего кошелька, Вы можете получить посетив  <a href="newcomers">Новичкам</a>.',
	'wallet.peerunity' => 'Peerunity (рекомендовано) ',
	'wallet.peerunity_desc' => 'Peerunity создана сообществом Peercoin. Она включает функции, недоступные основному протоколу, такие, как создание монет в один клик и контроль монет. Будущие версии будут содержать переработанную контрольную панель, интеграцию Peershares и специальную вкладку для создания монет. ',
	'wallet.peercoinqt' => 'Peercoin-QT<br>(основной протокол)',
	'wallet.peercoinqt_desc' => 'Peercoin-QT - это основной протокол Peercoin, построенный и поддерживающийся разработчиком Peercoin Санни Кингом. Он получает обновления высочайшего приоритета. ',
	'wallet.paper_wallet' => 'Бумажный кошелек',
	'wallet.paper_wallet_desc' => 'Бумажный кошелек остается полностью оффлайн, напечатанным на листе бумаги для безопасного хранения. Используйте бумажный кошелек, если Вы хотите ограничить доступ к Вашим монетам и планируете хранить их в течение длительного периода времени. ',
	'wallet.android_wallet' => 'Android Кошелек',
	'wallet.android_wallet_desc' => 'Мобильный кошелек Peercoin, который позволяет Вам управлять Вашими монетами без переноски полноразмерных цепочек блоков на Вашем мобильном телефоне. Это экономит драгоценное пространство на вашем андроид-устройстве и позволяет Вам брать монеты с собой, где бы Вы ни были. ',
	'wallet.download' => 'Скачать',
	'wallet.visit_site' => 'Visit',
);
