$lang['en'] += array(
	// minting
	'minting.mint_anywhere' => 'باشر السَكّ بأي عتاد',
	'minting.mint_anywhere_desc' => 'يستلزم التنقيب عن أغلب العُملات المعمّاة عتادًا خاصًا وحواسيبًا متخصصة، لكنّ سَكّ عُملاتِ بِيركُيِن ممكنٌ على أي حاسوب أو هاتف ذكي. السَك يستهلك الطاقة بكفاءة، حيثُ أنه يعتمد على العملات التي تحوزها، بدلًا من القوة الحاسوبية التي تمتلكها.',
	'minting.secure_the_network' => 'أمِّن الشبكة ',
	'minting.secure_the_network_desc' => 'كلما سَكّت عملاتك كُتلةً، تسهم في حماية الشبكة. ليهاجم مستخدمٌ خبيثٌ شبكة البِيركُيِن، عليه أن يمتلك الأغلبية المطلقة من العملات المرهونة للسَك، مما سيؤدي إلى الضرر المباشر على استثماره الخاص إن ألحق الضرر بالشبكة.',
	'minting.earn_reward' => 'اكسب أجرًا',
	'minting.earn_reward_desc' => 'السَكُّ يمنحك 1&#37; سنويًا، سيتاح السَك لعملاتك بعد مضي ثلاثين يومًا من تاريخ المعاملة، وخلال تسعين يومًا، ستتعاظم فرصهم لسك الُكتل. كلما طال رهنك عملاتك للسَك كلما تراكبت أرباحك.',

);