$lang['en'] += array(
	// minting
	'minting.mint_anywhere' => 'Mint οπουδήποτε',
	'minting.mint_anywhere_desc' => 'Το mining των περισσότερων κρυπτονομισμάτων απαιτεί εξειδικευμένο υλικό, αλλά το minting του Peercoin μπορεί να γίνει σε οποιονδήποτε υπολογιστή. Το minting είναι ενεργειακά αποδοτικό, διότι βασίζεται στα Peercoins που κρατάτε και όχι στην επεξεργαστική σας ισχύ.',
	'minting.secure_the_network' => 'Ασφάλεια του Δικτύου',
	'minting.secure_the_network_desc' => 'Κάθε φορά που το minting δημιουργεί ένα μπλοκ, τα νομίσματά σας βοηθάνε στην ασφάλεια του δικτύου. Για μια επιτυχή επίθεση του δικτύου Peercoin, ένας κακόβουλος χρήστης θα πρέπει να ελέγχει την πλειοψηφία του συνόλου των νομισμάτων, το οποίο σημαίνει ότι θα έβλαπτε ακόμη και τη δική του επένδυση.',
	'minting.earn_reward' => 'Κερδίστε μια ανταμοιβή',
	'minting.earn_reward_desc' => 'Το Minting σας αποφέρει 1&#37; ετησίως. Τα κέρματα μπορούν να μιντάρουν 30 ημέρες μετά τη μεταφορά τους, και μετά από 90 ημέρες, η πιθανότητα μινταρίσματος μεγιστοποιείται. Όσο πιο συχνά μιντάρετε, τόσο μεγαλύτερα τα κέρδη σας!',

);