$lang['en'] += array(
	// minting
	'minting.mint_anywhere' => 'मुद्रांकन कहीं पर भी करें',
	'minting.mint_anywhere_desc' => 'अधिकांश cryptocoin के खनन के लिए विशेष हार्डवेयर की आवश्यकता है, लेकिन Peercoin मुद्रांकन किसी भी कंप्यूटर पर किया जा सकता है | मुद्रांकन तंत्र ऊर्जा दक्ष है क्योंकि यह आपके धारित Peercoins पर आधारित है न की अपने प्रसंस्करण शक्ति पर से |',
	'minting.secure_the_network' => 'नेटवर्क को सुरक्षित रखें',
	'minting.secure_the_network_desc' => 'हर बार जब आपके मुद्रांकन एक ब्लॉक उत्पन्न करता है, आपके मुद्राएं नेटवर्क की रक्षा में मदद करते हैं | मज़बूती के साथ Peercoin नेटवर्क पर हमला करने के लिए, एक दुर्भावनापूर्ण उपयोगकर्ता को सभी मुद्रांकन में व्यस्त मुद्राओं के बहुमत पर नियंत्रण रखना चाहिए जिससे अपने ही निवेश को चोट पहुँच सकती है |',
	'minting.earn_reward' => 'एक इनाम कमाइए',
	'minting.earn_reward_desc' => 'मुद्रांकन आपको वार्षिक 1&#37; कमाता है | सिक्के वे स्थानांतरित करने के 30 दिनों के बाद टकसाल के लिए पात्र हैं, और 90 दिनों के बाद, मुद्रांकन के सफलता के मौका अधिकतम है | अगर आप अक्सर मुद्रांकन करते हैं, आपकी आय यौगिक होगा |',

);