$lang['en'] += array(
	// minting
	'minting.mint_anywhere' => 'Создавай монеты где угодно ',
	'minting.mint_anywhere_desc' => 'Большинство криптовалют требуют для майнинга специальное программное обеспечение, но Peercoin можно создавать на любом компьютере. Создание монет - энергоэффективный процесс, так как он основан на  количестве Peercoins, которое у Вас есть, а не на вычислительной мощности.',
	'minting.secure_the_network' => 'Защитите сеть',
	'minting.secure_the_network_desc' => 'Каждый раз, когда Вы создаете монеты, появляется блок и Ваши монеты помогают защитить сеть. Чтобы атаковать сеть Peercoin, злоумышленник должен контролировать большинство процессов создания монет, что может в конечном итоге нанести вред его собственным инвестициям. ',
	'minting.earn_reward' => 'Заработай награду',
	'minting.earn_reward_desc' => 'Создание монет приносит Вам 1&#37; в год. Монеты могут быть созданы через 30 дней, после того, как они были переданы, а после 90 дней, шансы на успех будут максимальными. Если Вы создаете монеты чаще, то Ваша прибыль увеличивается! ',

);