$lang['en'] += array(
	'pig.title' => 'اتبع الخطوات التالية لتُمكّن عملائك من الدفع عبر بِيركُيِن على موقعك الإلكتروني:',
	'pig.step1' => 'استخدم لسانَ توليد المحافظ بالجملة "Bulk Wallet" في <a href="http://wallet.peercointalk.org">wallet.peercointalk.org</a> لتولّد عددًا كبيرًا من عناوين البِيركُيِن. انسخ جدول القيم المجزأة بالفواصل (CSV) إلى ملفٍ نصيٍ مؤمّن على حاسوبك واصنع نسخةً احتياطية واحفظها بمحلٍ آمن.',
	'pig.step2' => 'استورد عناوين بِيركُيِن العامة إلى جدول بقاعدة بيانات على خادوم وِب الخاص بموقعك. لا تستورد أيًا من المفاتيح السرية، بل أبقهم غير متصلين بالشبكة لحمايتهم من الهَكْر.',
	'pig.step3' => 'أتح لعملائك خيار الدفع على موقعك الإلكتروني عبِر بِيركُيِن، إذا اختار أحد العملاء الدفع عبر بِيركُيِن أظهر لهم أحد العناوين العامة من قاعدة بياناتك وسجّله مع أمر الشراء.',
	'pig.step4' => 'استخدم كشَافَ كُتَلٍ لكشف المعاملة الواردة إلى العنوان المسجّل مع أمر الدفع. يمكنك إيجاد كشّافٍ في <a href="http://ppc.blockr.io">ppc.blockr.io</a>.',
	'pig.step5' => 'العملات المدفوعة إلى العناوين العامة مؤمّنة بمفاتيحك السرية، لإنفاقها استخدم الملف الذي حفظته بالخطوة الأولى.',
	'pig.step6' => 'If you encounter any issues, feel free to post in the <a href="https://talk.peercoin.net">community forums</a>.',
	
);
