$lang['en'] += array(
	'pig.title' => 'Χρησιμοποιήστε τα ακόλουθα βήματα για να δεχτείτε Peercoins στην ιστοσελίδα σας:',
	'pig.step1' => 'Χρησιμοποιήστε την καρτέλα Bulk Wallet στο <a href="http://wallet.peercointalk.org">wallet.peercointalk.org</a> για να προ-δημιουργήσετε ένα μεγάλο αριθμό διευθύνσεων Peercoin. Αντιγράψτε και επικολλήστε τη λίστα (CSV)  που δημιουργήθηκε, σε ένα ασφαλές αρχείο κειμένου στον υπολογιστή σας. Δημιουργήστε αντίγραφα ασφαλείας του αρχείου σε ασφαλή τοποθεσία.',
	'pig.step2' => 'Εισάγετε τις δημόσιες διευθύνσεις peercoin σε έναν πίνακα βάσης δεδομένων στον web server σας. Μην εισαγάγετε τα ιδιωτικά κλειδιά, αλλά, αντίθετα, κρατήστε τα εκτός σύνδεσης, προκειμένου να τα προστατεύσετε από χάκερς.',
	'pig.step3' => 'Δώστε επιλογή στους πελάτες της ιστοσελίδας σας να πληρώνουν σε Peercoin. Όταν επιλεγεί αυτό το είδος πληρωμής, εμφανίστε μία από τις διευθύνσεις από τη βάση δεδομένων σας στον πελάτη ως διεύθυνση πληρωμής, και αποθηκεύστε την μαζί με την παραγγελία.',
	'pig.step4' => 'Χρησιμοποιήστε ένα εξερευνητή μπλοκ για να ανιχνεύσετε την εισερχόμενη πληρωμή. Μια τέτοια υπηρεσία μπορεί να βρεθεί στο <a href="http://ppc.blockr.io">ppc.blockr.io</a>.',
	'pig.step5' => 'Τα Peercoins αποστέλλονται στις διευθύνσεις που είναι εξασφαλισμένα με τα ιδιωτικά τους κλειδιά. Για να τα ξοδεύσετε, χρησιμοποιήστε το αρχικό wallet που δημιουργήθηκε στο βήμα 1.',
	'pig.step6' => 'If you encounter any issues, feel free to post in the <a href="https://talk.peercoin.net">community forums</a>.',
	
);
