$lang['en'] += array(
	'pig.title' => 'अपनी वेबसाइट पर Peercoins स्वीकार करने के लिए निम्नलिखित क़दमों का उपयोग करें:',
	'pig.step1' => '<a href="http://wallet.peercointalk.org">wallet.peercointalk.org</a> पर Bulk Wallet टैब का उपयोग करके Peercoin पतों की एक बड़ी संख्या में पूर्व से उत्पन्न करें | उत्पन्न किये गए, अल्पविराम से अलग मूल्यों (CSV) सूची को एक सुरक्षित टेक्स्ट फ़ाइल पर कॉपी और चस्पा करें | इस फाइल को एक सुरक्षित स्थान में बैकअप करें | ',
	'pig.step2' => 'अपने वेब सर्वर पर एक डेटाबेस तालिका में सार्वजनिक peercoin पते आयात करें | निजी कुंजी (private keys) आयात न करें बल्कि हैकर्स से सुरक्षित रखने के लिए उन्हें ऑफ़लाइन रखें |',
	'pig.step3' => 'अपने ग्राहक को Peercoin में भुगतान करने के लिए अपनी वेबसाइट शॉपिंग कार्ट पर एक विकल्प प्रदान करें | यह विकल्प चुना जाने पर, डेटाबेस के पतों में से एक भुगतान पते के रूप में ग्राहक को प्रदर्शन करें, और शॉपिंग कार्ट के आदेश के साथ इसे बचाएँ |',
	'pig.step4' => 'आने वाले भुगतान का पता लगाने के लिए एक ब्लॉक अन्वेषक का उपयोग करें | ऐसा ही एक सेवा <a href="http://ppc.blockr.io">ppc.blockr.io </a> पर उपलब्ध है |',
	'pig.step5' => 'आयातित पतों पर भेजे गए Peercoins उनके निजी कुंजी द्वारा सुरक्षित रहती हैं | उन्हें व्यय करने के लिए, कदम 1 में उत्पन्न मूल बटुआ फ़ाइल का उपयोग करें |',
	'pig.step6' => 'If you encounter any issues, feel free to post in the <a href="https://talk.peercoin.net">community forums</a>.',
	
);
