$lang['en'] += array(
	'pig.title' => 'Следуйте следующим шагам, что бы встроить Peercoins на свой сайт:',
	'pig.step1' => 'Используйте вкладку Bulk Wallet на <a href="http://wallet.peercointalk.org">wallet.peercointalk.org</a>, чтобы предварительно сгенерировать большое количество адресов Peercoin. Скопируйте и вставьте список сгенерированных значений, разделенных запятыми (CSV), в защищенный текстовый файл на Вашем компьютере. Создайте резервную копию файла в безопасном месте. ',
	'pig.step2' => 'Импортируйте публичные адреса Peercoin в таблицу базы данных на Вашем веб-сервере. Не импортируйте приватные ключи, а храните их в оффлайновом режиме или вне компьютера, чтобы защитить от хакеров. ',
	'pig.step3' => 'Обеспечьте возможность оплатить покупки на Вашем сайте с помощью Peercoin. При выборе этой опции, отобразите один из адресов из базы данных, как платежный адрес и сохраните его вместе с заказом. ',
	'pig.step4' => 'Используйте исследователь блоков для обнаружения входящих платежей. Один из вариантов такого сервиса Вы можете найти на <a href="http://ppc.blockr.io">ppc.blockr.io</a>.',
	'pig.step5' => 'Peercoin отправляются на импортированные адреса, защищенные приватными ключами. Чтобы потратить их, используйте исходный файл кошелька, созданный в шаге 1. ',
	'pig.step6' => 'If you encounter any issues, feel free to post in the <a href="https://talk.peercoin.net">community forums</a>.',
	
);
