$lang['en'] += array(
	// FAQ
	'faq.yes' => 'हां',
	'faq.no' => 'नहीं',
	'faq.sources' => 'सूत्रों',
	'faq.q1' => 'क्या Peercoin का प्रारम्भ निष्पक्ष रूप से किया गया था ?',
	'faq.q1_ans' => 'Sunny King विमोचन के 9 दिनों से पहले, Peercoin की योजनाबद्ध मुक्ती की घोषणा की थी | 
लांच से पहले कोई भी ब्लॉक खनन नहीं किये गए थे | जन मंच के एक सदस्य ने यह लिखा था कि " [Sunny King] वादा किए गए समय पर दुसरे धागे में सूत्र के लिंक विमोचित किए थे (18:00 से 5 मिनट पहले)| पहले से कोई खनन नहीं  किया गया था | मैं सूत्र से बनाके खनन शुरू करने के समय तक 5 ब्लॉक खनन किए गए थे |"',
	'faq.q2' => 'Checkpointing अर्थात जांच-की-चौकी का उद्देश्य क्या है?',
	'faq.q2_ans' => 'संस्करण 0.2 तक की सूचना है कि केंद्रीय रूप से प्रसारित जांच-की-चौकी प्रोटोकॉल का एक महत्वपूर्ण हिस्सा नहीं है | इसका उद्देश्य प्रारंभिक विकास की अवधि के दौरान नेटवर्क की रक्षा के लिए है, और एक चिकनी पथ का उन्नयन सुनिश्चित करने में मदद करने के लिए है | Bitcoin समान विकेन्द्रीकरण स्तर को प्राप्त करने के लिए, केन्द्रीय जांच-की-चौकी अब धीरे धीरे कमज़ोर किया जा रहा है और अंत में निकाल दिया जाएगा | जांच-की-चौकी केवल एक सुरक्षा उपाय के रूप में मौजूद हैं; कुछ भयानक हादसा होने पर यह जांच-की-चौकियां बैकअप के लिए काम आते हैं |',
	'faq.q3' => 'क्या Bitcoin का एक नकल है Peercoin ?',
	'faq.q3_ans' => 'Peercoin सही मायने में अद्वितीय वैकल्पिक cryptocoins में से एक है | हालांकि अपने कोड Bitcoin पर आधारित है, Peercoin नेटवर्क को सुरक्षित करने के लिए Proof of Stake अर्थात हिस्सेदारी-के-प्रमाण तंत्र पेश करनेवाला पहला cryptocoin है | निष्पक्ष मुद्रा वितरण को बढ़ावा देने के लिए Proof of Work अर्थात कार्य-का-प्रमाण तंत्र भी Peercoin में प्रयोग किया जाता है, लेकिन नेटवर्क की सुरक्षा के लिए आवश्यक नहीं है |',
	'faq.q4' => 'क्या Peercoin एक पंप और डंप cryptocoin है ?',
	'faq.q4_ans' => 'Peercoin अभिनव सुविधाएँ, सक्रिय विकासकों और महत्वपूर्ण समुदाय की भागीदारी लाता है | 1 अगस्त, 2014 तक की सूचना है कि, Peercoin लगभग दो साल पुराना है, और $ 20 मिलियन अमरीकी डालर से अधिक का बाजार पूंजीकरण है |',
	'faq.q5' => 'क्या सभी उपयोगकर्ताओं के लिए 1&#37; मुद्रांकन इनाम निष्पक्ष है ?',
	'faq.q5_ans' => 'जब पूरे मुद्रा की आपूर्ति मुद्रांकन प्रक्रिया की वजह से बढ़ता है, मुद्रांकन में भाग लेने वाले सभी Peercoin धारकों नेटवर्क की उनके रिश्तेदार हिस्सेदारी को बनाए रखते हैं | हालाँकि Peercoins के एक उच्च कुल संख्या बड़े हिस्सेदारों द्वारा उत्पन्न होते हैं, वे, प्रतिशत के संदर्भ में, अन्य मुद्रांककों से आगे खींच नहीं सकते हैं |',
	'faq.q6' => 'क्या Peercoin स्फीतिकारी है ?',
	'faq.q6_ans' => 'PPC मुद्रा आपूर्ति के परिवर्तन निम्नलिखित कारकों से निर्धारित है:',
	'faq.q6_l1' => 'Proof of Work - कार्य-के-प्रमाण तंत्र के माध्यम से खनन (आपूर्ति में वृद्धि करती है)',
	'faq.q6_l2' => 'लेनदेन की संख्या (प्रति लेनदेन द्वारा 0.01 PPC से आपूर्ति न्यून हो जाता है)',
	'faq.q6_l3' => 'Proof of Stake - हिस्सेदारी-के-प्रमाण तंत्र के माध्यम से मुद्रांकन (प्रति वर्ष 1&#37; तक की दर से आपूर्ति बढ़ जाती है)',
	'faq.q6_ans2' => 'खनन भागीदारी में वृद्धि की वजह से, Peercoin के मुद्रास्फीति की दर 2014 के पहली छमाही के लिए लगातार 5&#37; से नीचे बनी हुई है | वर्तमान के अभिग्रहण के दर पर, इस दर में समय के साथ गिरावट होगी, जिससे Peercoin कम स्फीतिकारी और अन्य cryptocoin से अधिक टिकाऊ बनेगा |',
);